Repository: jinhongw/LittleSunshine
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: About
ja: アプリについて
zh_hans: 关于
zh_hant: 關於

source: Animation
ja: アニメーション
zh_hans: 动画
zh_hant: 動畫

source: Character
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

source: Feedback
ja: フィードバック
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Fetching location...
ja: 現在地を取得中…
zh_hans: 获取位置中…
zh_hant: 正在取得位置…

source: Fetching sunrise and sunset...
ja: 日の出と日の入りを取得中…
zh_hans: 获取日出日落时间中…
zh_hant: 正在取得日出日落時間…

# Floating animation
source: Floating Earth
ja: 地球の浮遊
zh_hans: 地球浮动
zh_hant: 地球浮動

source: Follow me
ja: フォローする
zh_hans: 关注我
zh_hant: 關注我

source: Follow me @easybreezy982 on Twitter/X
ja: Twitter/X で @easybreezy982 をフォロー
zh_hans: 在 Twitter/X 上关注我 @easybreezy982
zh_hant: 在 Twitter/X 上關注我 @easybreezy982

source: Komi san fan-art by Kvemon, licensed under CC BY 4.0
ja: Komiさんのファンアート 作者 Kvemon、CC BY 4.0 ライセンス
zh_hans: Komi 同人作品，作者 Kvemon，CC BY 4.0 授权
zh_hant: Komi 同人作品，作者 Kvemon，CC BY 4.0 授權

source: Learn More
ja: 詳細はこちら
zh_hans: 了解更多
zh_hant: 瞭解更多

source: Like the app? Support me
ja: このアプリが気に入ったらサポートしてください
zh_hans: 喜欢这款应用？支持我
zh_hant: 喜歡這款應用？支持我

source: Rate the App
ja: アプリを評価する
zh_hans: 评价应用
zh_hant: 評價應用

source: Reset
ja: リセット
zh_hans: 重置
zh_hant: 重設

source: Select character
ja: キャラクターを選択する
zh_hans: 选择角色
zh_hant: 選擇角色

source: Send email to jinhongw982@gmail.com
ja: jinhongw982@gmail.com へメールを送信
zh_hans: 发送邮件至 jinhongw982@gmail.com
zh_hant: 傳送郵件至 jinhongw982@gmail.com

# Settings
source: Preferences
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Show character
ja: キャラクターを表示
zh_hans: 显示角色
zh_hant: 顯示角色

source: Show current date
ja: 現在の日付を表示
zh_hans: 显示当前日期
zh_hant: 顯示當前日期

source: Show current time
ja: 現在時刻を表示
zh_hans: 显示当前时间
zh_hant: 顯示當前時間

source: Show sunrise/sunset time
ja: 日の出/日の入りを表示
zh_hans: 显示日出/日落时间
zh_hant: 顯示日出/日落時間

source: Time
ja: 時間
zh_hans: 时间
zh_hant: 時間

source: Version: %@
ja: バージョン：%@
zh_hans: 版本：%@
zh_hant: 版本：%@

# 仔细观察太阳、地球和人物的位置，你一定能明白其中的奥秘。
source: Take a close look at the Sun, Earth, and character—you’ll uncover the secret.
ja: 太陽、地球、キャラクターの位置をよく観察すれば、秘密がわかりますよ！
zh_hans: 仔细观察太阳、地球和人物的位置，你一定能明白其中的奥秘。
zh_hant: 仔細觀察太陽、地球和人物的位置，你一定會發現其中的奧秘。

# 偏好设置
source: Clock Preferences
ja: 時計の設定
zh_hans: 时钟偏好设置
zh_hant: 時鐘偏好設定

# 小提示
source: Tips
ja: ヒント
zh_hans: 小提示
zh_hant: 小提示

# 开启位置权限
source: Enable location access
ja: 位置情報を有効にする
zh_hans: 开启位置权限
zh_hant: 開啟位置權限

# 日落日出时间由  Weather 提供
source: Sunrise and sunset times provided by  Weather
ja: 日の出と日の入りは  Weather 提供です
zh_hans: 日落日出时间由  Weather 提供
zh_hant: 日出日落時間由  Weather 提供

# 查看提示
source: View tips
ja: ヒントを見る
zh_hans: 查看提示
zh_hant: 查看提示

# 欢迎使用 Little Sunshine
source: Welcome to Little Sunshine
ja: Little Sunshineへようこそ
zh_hans: 欢迎使用 Little Sunshine
zh_hant: 歡迎使用 Little Sunshine

# 轻点地球可以隐藏底部导航和窗口控件，让界面更加简洁！
source: Tap on the Earth to hide the bottom navigation and window controls for a cleaner interface!
ja: 地球をタップすると、ナビゲーションバーとウィンドウを隠せます。
zh_hans: 轻点地球可以隐藏底部导航和窗口控件，让界面更加简洁！
zh_hant: 輕點地球可以隱藏底部導航和視窗控制，讓界面更簡潔！

# 重新显示所有提示
source: Show All Tips Again
ja: すべてのヒントを再表示する
zh_hans: 重新显示所有提示
zh_hant: 重新顯示所有提示
